{
  "0": {
    "html_div_h1": [
      "温迪之家，印度 / Earthscape Studio"
    ],
    "html_div_h2": [
      "茂密森林中的自然友好型建筑"
    ],
    "projectLabel_dic": {
      "设计公司": "Earthscape Studio",
      "位置": "印度",
      "类型": "建筑",
      "材料": "饰面板  石材  瓷砖  砖石  生态  绿植  玻璃",
      "标签": "喀拉拉邦",
      "分类": "住宅建筑  农场  热带建筑  独栋住宅  绿色建筑"
    },
    "html_text": [
      "该项目位于占地8英亩的美丽私人土地，这里有一片种满椰子树、芒果树、肉豆蔻、柚木等的茂密森林。我们不想现场砍伐现场的任何树木，于是为农舍找到一个完美的选址变得很困难。通过在现场绘制网格，建筑形态根据树的位置得以呈现。",
      "The site is the beautiful private land of 8 acres which is a dense forest with a lots coconut trees, mango trees, Nutmeg, Teak etc. Finding a perfect place for the farm house became difficult since we don’t want to cut down any trees on site. By making a grid in site, the form of the building has been achieved in accordance with the tree position.",
      "▼项目概览，overview of the project ",
      "▼场地是一片种满椰子树、芒果树、肉豆蔻、柚木等的茂密森林，the site is a dense forest with a lots coconut trees, mango trees, Nutmeg, Teak etc. ",
      "我们不希望使用钢筋或混凝土结构，也不希望干扰现有的自然环境，所以我们搭建了一个音鼓拱顶结构。这种拱顶技术是以我的导师Ar.Senthil Kumar Doss的悬链线为基础的拱顶结构。双层拱顶结构的尺寸分别为宽36英尺和32英尺，高度13英尺和11英尺。拱顶形式与场地相呼应，根据树木的位置和周围自然环境成型。",
      "We wanted no steel or concrete structure and we do not want to disturb the existing natural environment so we proposed a timbrel vault structure. This timbrel Vault technique has been followed as per my mentor Ar.Senthil Kumar Doss’s catenary based vault structures. Twin Vault structure has been done with the dimension of 36’ and 32’ width with the height of 13’ and 11’ each. The vault form has been formed based on the position of the trees and natural surrounding which camouflages with the site.",
      "▼拱顶形式与场地相呼应，根据树木的位置和周围自然环境成型，the vault form has been formed based on the position of the trees and natural surrounding which camouflages with the site ",
      "▼拱顶近景，close-up view of the vault ",
      "在双穹顶之间形成了一个有水景的美丽庭院，空间通透并向庭院开放。这个庭院为空间带来了日光照明。根据场地的轮廓打造建筑中的不同层次。",
      "A beautiful courtyard with a small water body has been formed in between the twin vault where the spaces are transparent and open to the courtyard. This courtyard creates natural lighting inside the spaces. Different levels have been created in the building in accordance with the site contour.",
      "▼庭院概览，overview of the courtyard ",
      "▼透过玻璃看室内空间，view to the interior space through the glass ",
      "▼空间通透并向庭院开放，the spaces are transparent and open to the courtyard ",
      "▼根据场地的轮廓打造建筑中的不同层次，different levels have been created in the building in accordance with the site contour ",
      "▼从室内空间分割墙看庭院，view of the courtyard from the interior partition wall ",
      "▼浴室视角的庭院，bathroom view of the courtyard ",
      "▼透过玻璃门看庭院，view to the courtyard through the glass door ",
      "Sithu kal——拱顶由堆叠3层的小砖块组成。这些砖块曾被用于南印度的马德拉斯梯田屋顶技术，如今已不再使用了。生产这些砖头的社区居民都失业了。我们通过使用这种材料，让社区齐心协力共同恢复其可持续性。",
      "Sithu kal – Small bricks of 3 layers have been done for the vault. These bricks are used for the madras terrace roof technique in South India which is now not being used. The community people who makes these bricks became unemployed. By using this material we make a community to work together bringing back the sustainability.",
      "▼拱顶由堆叠3层的小砖块组成，small bricks of 3 layers have been done for the vault ",
      "为了避免昂贵的防水化学品，工厂的废旧瓦片被重新利用于第四层。在施工过程中，重复利用的杆件被用于框架结构和穹顶的支撑，同时这些杆件被进一步运用于建造沙发、早餐台、床等内置家具，也被用于上面的泥塑瓦（重复使用的泥塑瓦瓷砖）屋顶的框架结构。这种泥塑瓦是当地的可持续材料，可以从半径为15公里的范围内采购得来。家具和门所采用的木材也是来自当地的废旧木材。从现场收集的泥浆处筑起了浇土墙，以封闭双拱顶。",
      "Waste Broken tiles from factories have been reused for the 4th layer to avoid expensive waterproofing chemicals. Reused rods have been used for the frame works and supports of the vault during construction which has been further used for building the built in furniture like sofa, Breakfast counter, bed and also for the frame work of mudga (reused mudga tiles) roofing above. This mudga tiles has been sourced around 15 kms radius making it a locally available sustainable material. Wood for furniture and door has been used from the waste wood which was also locally sourced. To enclose the twin vault, poured earth wall has been built where the mud has been collected from site.",
      "▼可持续材料制成的家具，furniture made out of sustainable materials ",
      "在整个过程中，我的导师Ar.Vinu Daniel指导并鼓励我采用新技术和方法。总工期为8个月，我们整个施工期间都在现场。我们对不同材料进行尝试使其更接近原始的形式，这使建造过程变得有趣，并且建筑变得自然友好和可持续。这座农舍的主要思想和概念是打造一座自然友好型建筑，并运用所有可持续性的当地材料。",
      "Throughout the process, my mentor Ar.Vinu Daniel guided, encouraging the new techniques and methods. The total construction period is 8 months where we stayed at site for the full construction period. Experimenting different materials as their original forms makes the construction process interesting and the building becomes nature friendly and sustainable. The main ideology and concept of this farm house is to bring out a nature friendly building and using all locally available materials making it sustainable.",
      "▼室外夜景，night view of the outdoor area ",
      "▼室内夜景，night view of the interior space ",
      "▼屋顶平面图，roof plan ",
      "▼平面图，plan ",
      "▼北侧场地立面，view towards north side ",
      "▼东侧场地立面，view towards east side ",
      "▼北立面，elevation facing north ",
      "▼剖面图aa’，section aa’ ",
      "▼剖面图bb’，section bb’ ",
      "More: ",
      "，更多关于："
    ],
    "html_img": [
      "https://oss.gooood.cn/uploads/2023/03/05-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/20-the-wendy-house-by-earthscape-studio-960x1440.jpg",
      "https://oss.gooood.cn/uploads/2023/03/03-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/19-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/18-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/04-the-wendy-house-by-earthscape-studio-fj0-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/08-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/09-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/10-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/12-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/13-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/14-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/15-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/16-the-wendy-house-by-earthscape-studio-960x1440.jpg",
      "https://oss.gooood.cn/uploads/2023/03/01-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/11-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/21-the-wendy-house-by-earthscape-studio-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/17-the-wendy-house-by-earthscape-studio-960x1440.jpg",
      "https://oss.gooood.cn/uploads/2023/03/22-the-wendy-house-by-earthscape-studio-960x655.jpg",
      "https://oss.gooood.cn/uploads/2023/03/23-the-wendy-house-by-earthscape-studio-960x661.jpg",
      "https://oss.gooood.cn/uploads/2023/03/27-the-wendy-house-by-earthscape-studio-960x582.jpg",
      "https://oss.gooood.cn/uploads/2023/03/28-the-wendy-house-by-earthscape-studio-960x542.jpg",
      "https://oss.gooood.cn/uploads/2023/03/26-the-wendy-house-by-earthscape-studio-960x350.jpg",
      "https://oss.gooood.cn/uploads/2023/03/24-the-wendy-house-by-earthscape-studio-960x356.jpg",
      "https://oss.gooood.cn/uploads/2023/03/25-the-wendy-house-by-earthscape-studio-960x378.jpg"
    ]
  },
  "1": {
    "html_div_h1": [
      "PANAGIOTOPOULOS之家，西班牙 / EOVASTUDIO"
    ],
    "html_div_h2": [
      "隐藏在三层住宅中的极小天井"
    ],
    "projectLabel_dic": {
      "设计公司": "EOVASTUDIO",
      "位置": "西班牙",
      "类型": "建筑",
      "材料": "木材  瓷砖  木地板  玻璃",
      "标签": "室内设计  小而美的住宅",
      "分类": "住宅建筑  独栋住宅"
    },
    "html_text": [
      "位于西班牙塞利维亚历史中心方墙之间的这栋老房子，共计三层，占地面积约70㎡，在一定程度上受到了保护。该房屋被一户长期生活在国外的家庭买下，他们最初的要求对最终整体方案起了决定性作用——在三层建筑中建造两个相互独立的房子（留出首层用作临时出租），在当地法规允许的情况下置入一个面积尽可能小的天井（目的是拥有全部可建造的表面），并将白天的活动空间安排在上层（以便能够享受到起居室和餐厅的最佳光线）。",
      "An old house between party walls located in the Historic Center of Seville, with a degree of partial protection, three levels built and a plot area of 70m2, was acquired by a family who had lived a large part of their life abroad, and whose initial requirements were decisive for the final solution: building two independent houses on three floors (leaving the ground floor as a unit for temporary rent), implanting the patio with the smallest possible area according to local regulations (with the aim of gaining the entire buildable surface allowed) and locate all daytime spaces on the upper level (in order to enjoy the best lighting conditions in the living and dining areas).",
      "▼项目概览，Overall view ",
      "▼拥有最佳光线的起居室，Living room with the best lighting ",
      "▼相对独立的房间，Two independent rooms ",
      "塞尔维亚的城市规划要求，每个为了日照的天井和通风的生活空间必需依据其高度来限定直径。因此，圆形轮廓正是天井可以取到的最小表面，这样可以为房屋提供最大的使用面积。",
      "The General Plan of Seville requires that every patio built to illuminate and ventilate living spaces must be able to circumscribe a diameter defined by its maximum height. Therefore, a patio with a circular outline is precisely the patio with the smallest surface possible, and consequently the one that allowed the largest built surface available for homes.",
      "▼模型剖面，Model section ",
      "▼通高的圆形天井，Full height circular patio ",
      "▼从旋转楼梯望向天井，View from stairs to the patio ",
      "▼从底层卧室望向天井，View from groundfloor bedroom to the patio ",
      "▼从庭院向上看天井，Look up the patio from the courtyard ",
      "从这个决策中（天井的形状）产生了一系列的强相关和几何条件，以至于直接引出了最终的解决方案。连接所有楼层的唯一一部楼梯只能是螺旋的，那些与曲线等距的空间成为了最优的间隙循环空间，并且其余空间的划分恰到好处的与这些线条协调。",
      "From this decision (the shape of the patio) a series of forced relationships and geometric conditions were generated that practically unleashed the final solution. In this way, the only staircase that adequately connected all the levels was a circular staircase, the optimal interstitial circulation spaces were those equidistant from the curves and the divisions between the rests of the spaces were most naturally in tune with these lines.",
      "▼连接所有楼层的螺旋楼梯，Spiral staircase connecting all floors ",
      "▼厨房，Kitchen ",
      "▼卫生间，Toilet ",
      "▼建筑出入口，Entrance ",
      "▼项目区位，Site plan ",
      "▼首层平面图，Ground floor plan ",
      "▼二层平面图，First floor plan ",
      "▼三层平面图，Second floor plan ",
      "More:  ",
      "     更多关于他们："
    ],
    "html_img": [
      "https://oss.gooood.cn/uploads/2023/03/015-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/014-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/010-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/023-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/012-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/008-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/004-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/005-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/009-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/006-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/011-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/007-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/001-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/022-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/024-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/025-Panagiotopoulos-House-EOVASTUDIO.jpg",
      "https://oss.gooood.cn/uploads/2023/03/026-Panagiotopoulos-House-EOVASTUDIO.jpg"
    ]
  },
  "2": {
    "html_div_h1": [
      "杭州水裹·汤泉-新天地店 / 对角线设计"
    ],
    "html_div_h2": [
      "室内城市的沉浸式漫步"
    ],
    "projectLabel_dic": {
      "设计公司": "对角线设计",
      "位置": "中国",
      "类型": "建筑",
      "材料": "石材  木材  金属  混凝土  涂料  玻璃",
      "标签": "室内设计  杭州  浙江",
      "分类": "休闲娱乐  商业建筑  温泉浴场"
    },
    "html_text": [
      "时代的更替与潮流的轮换，影响着每个领域的风向标。成为现有规则的拥护者固然是可靠的选择，但囿于其中不敢突破界限也是一大弊端，挣脱规则的桎梏，探寻可行之路才能走向未来。亦如建筑师伦佐·皮亚诺所言：忽视规则的界限给规则洗牌。",
      "The trends in all sectors keep changing along with the times. Following existing rules is a safe choice, but only when breaking the shackles of rules can we pioneer a new path towards future. This is in line with what Pritzker winner Renzo Piano advocates: ignoring and breaking rules.",
      "▼项目视频，video ",
      "北京对角线设计公司以理念与需求为基底架构空间体系，近两年专注于两个系列的建造——曲水兰亭度假酒店与水裹·汤泉，并在上海、北京、杭州、苏州等地都有在建或建成的项目。",
      "Based in Beijing, DJX Design conceives space by combining concept with functional demands. In recent two years, the practice has been mainly working on two major project series, Qushui Lanting Resort Hotel and Shuiguo Tangquan, with completed and under-construction projects in multiple Chinese cities including Shanghai, Beijing, Hangzhou, Suzhou, etc.",
      "▼店铺logo，logo of the project ",
      "而坐落于杭州的水裹·汤泉旗舰店，其面积接近20000平，糅合了入木三分的设计洞察力与先破后立的设计笔触，构造出不设限的独特水疗空间，让空间序列在自由与惬意中恣意延伸，求索商业空间的未来趋势。",
      "Shuiguo Tangquan is a lifestyle brand dedicated to offering spa destinations in cities through integrating diversified services, including hot spring spa, catering, bar, karaoke, game and other various entertainment activities. Located in Xintiandi, Hangzhou, this project occupies a floor area of nearly 20,000 square meters. With profound insights and creative design, DJX Design created a flexible, distinctive spa destination which features free spatial order and a cozy atmosphere, as an attempt to explore the future trend of commercial space.",
      "▼项目概览，overall of the project ",
      " ",
      "不同于日常生活的空间会以何种面貌呈现？延续熟悉的脉络似乎远没有打造新奇光景来得惊艳。",
      "How to present a spatial state different from daily life? The answer is to create novel scenes, rather than following common approaches.",
      "▼通高中庭，the atrium ",
      "▼楼梯，staircase ",
      "线条语汇阐述整体气质，简单元素的叠加牵引出序列感与延伸性，免除冗余的设计手法以及大尺度的留白为人们提供感官延伸的思想空地，仿佛所见所感唯有空间本身。",
      "Linearity defines the temperament of the space. The combination of simple elements creates a sense of order and extension. Simplistic designs and large areas of blank surfaces leave room for imagination, and immerse people in the pure space.",
      "▼线条语汇阐述整体气质，linearity defines the temperament of the space ",
      "不规则墙体的相嵌形态展现出日常之外的视觉经验，延伸出无尽的想象空间，吸引人们为之凝思驻足。",
      "The interpenetrating irregular walls create a unique visual effect, which evokes infinite imagination and invites people to stop and contemplate.",
      "▼大尺度的留白为人们提供感官延伸的思想空地，",
      "\nlarge areas of blank surfaces leave room for imagination ",
      "▼天窗引入神圣天光，skylights introduce divine sky light ",
      "▼柔和朦胧的隐性灯光在暗调环境中加衬出微妙的氛围感，soft and dim recessive lighting adds a subtle atmosphere to the dark environment ",
      "▼富有秩序感的走廊，corridors with a sense of order ",
      "在意想不到的角落窥见城市景致，大体量建筑成为巧妙的空间点缀，张弛有度的倒错感与新生秩序催化别具一格的独创性，塑造有别于普通平庸的商业业态，寻求脱离日常的空间感。",
      "The space surprisingly reveals a scene of city and large-scale buildings. The suspending interior structures and new order result in a unique spatial state, to differentiate this spa destination from ordinary commercial space and create a fresh atmosphere.",
      "▼不规则墙体的相嵌形态展现出日常之外的视觉经验，interpenetrating irregular walls create a unique visual effect ",
      "▼张弛有度的倒错感，unique spatial state ",
      "布满肌理感的画面与纵深感强烈的构图，以及“类建筑”表皮材料的大胆运用，为设计理念退让，服务于商业空间的核心属性，将城市建筑群的微缩景观置纳于一个场域之中，附生出无形的重量感与抽离感。",
      "The visual effect featuring rich grain, the composition highlighting a sense of depth, and the bold utilization of interior finishes that simulate architectural textures, all serve the core attribute of this commercial space. The miniature built landscape of urban buildings is incorporated in the space, which generates a sense of weight and detachment.",
      "▼细部，details ",
      " ",
      "柔和朦胧的隐性灯光在暗调环境中加衬出微妙的氛围感。空灵的朗阔与沉静的舒缓，沉入其中的灵魂与漫延开来的感知力，共同触碰原有认知以外的世界，开启一场疗愈身心的旅行。深浅色系对撞出矛盾却又和谐的视觉效果，对比强烈的石材与涂料，碰撞出独特的转折空间。光线与内部体块的合奏，衍生出幽深感与隐秘感，运化着简洁却耐人寻味的意境。",
      "Gentle, dim concealed lighting produces a subtle ambience in the dark-toned space. The expansiveness and calming atmosphere evoke emotions, and open a journey of healing both physically and mentally. The dark and light hues create a harmoniously contrasting visual effect. Stone materials and coatings offer a strong contrast as well, forming a unique transition space. Light and blocks are combined to produce a sense of depth, and a tranquil, mysterious interior. The simplistic design languages create an intriguing atmosphere.",
      "▼存包处，storage area at the entrance ",
      "通高的递进式设计，打破平整单调的构图，营造视觉画面上蔚为壮观的吸睛点，从日常生活的循规蹈矩之中抽离，穿梭其中，似有惊鸿一瞥眼前一亮的乐趣体验与感官享受。以空间设计唤醒商业场所的革新，对行业过往的审视思考与灵性透视，折射出发展路径——商业空间应以人内心的需求为坐标进行构建。让设计挣脱规则的禁锢，触碰创新的内核领域，漫步在惬意的室内城市，光影的无声跌宕与沉浸的沉静气韵，凝裹出深刻的精神性场域。",
      "The full-height space and progressive design break through monotonous composition, and create a magnificent, striking visual effect. Getting away from the routine of daily life and strolling in this space, people will enjoy fun and surprising sensory experiences. The project is intended to drive the transformation of commercial space through design approaches. Based on the observations and reflection on the industry, the design team conceived this commercial space centered on people’s internal needs. The design broke the shackles of rules, and made innovations in core aspects. The space offers cozy experience to customers as if they’re roaming in an “indoor city”. The silent play of light and shadows combined with the calming ambience result in an immersive spiritual realm.",
      "▼餐厅，restaurant ",
      "将“城市客厅”的理念内置化，空间序列感和延伸性的重彩强调与完整贯彻，在既定且有限的空间中，创造出无限延伸的序列感，以深刻且饱含创新力的透视法则，构建“微城市”空间感受，引领商业视阈一次全新的探索与开拓，深度剖析行业的未来方向。",
      "The project also incorporates the concept of “urban living room”. In the limited space, a sense of order and extension is emphasized. With deep insights and creative ideas, DJX Design team created a micro city-like space, which leads a new exploration of space design and trends of the industry.",
      "▼温泉室内，interior of the hot-spring hall ",
      "More: ",
      "        更多关于他们：",
      "."
    ],
    "html_img": [
      "https://oss.gooood.cn/uploads/2023/03/020-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x639.jpg",
      "https://oss.gooood.cn/uploads/2023/03/018-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x639.jpg",
      "https://oss.gooood.cn/uploads/2023/03/007-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x1440.jpg",
      "https://oss.gooood.cn/uploads/2023/03/008-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x1440.jpg",
      "https://oss.gooood.cn/uploads/2023/03/012-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x1440.jpg",
      "https://oss.gooood.cn/uploads/2023/03/010-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x639.jpg",
      "https://oss.gooood.cn/uploads/2023/03/009-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x639.jpg",
      "https://oss.gooood.cn/uploads/2023/03/004-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x1440.jpg",
      "https://oss.gooood.cn/uploads/2023/03/005-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/003-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/011-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x1440.jpg",
      "https://oss.gooood.cn/uploads/2023/03/014-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x639.jpg",
      "https://oss.gooood.cn/uploads/2023/03/016-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x1440.jpg",
      "https://oss.gooood.cn/uploads/2023/03/017-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x1440.jpg",
      "https://oss.gooood.cn/uploads/2023/03/019-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x1442.jpg",
      "https://oss.gooood.cn/uploads/2023/03/024-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x1442.jpg",
      "https://oss.gooood.cn/uploads/2023/03/025-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x640.jpg",
      "https://oss.gooood.cn/uploads/2023/03/001-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x512.jpg",
      "https://oss.gooood.cn/uploads/2023/03/002-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x495.jpg",
      "https://oss.gooood.cn/uploads/2023/03/021-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x639.jpg",
      "https://oss.gooood.cn/uploads/2023/03/013-Shuiguo-Tangquan-Xintiandi-Hangzhou-by-DJX-Design-960x1442.jpg"
    ]
  }
}